brew "asciiquarium"
brew "bat"
brew "btop"
brew "cbonsai"
brew "chezmoi"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "genact"
brew "gh"
brew "imagemagick"
brew "jq"
brew "lavat"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "adguard"
cask "aldente"
cask "balenaetcher"
cask "djview"
cask "double-commander"
cask "draw-things"
cask "google-chrome"
cask "google-drive"
cask "google-gemini"
cask "iina"
cask "jordanbaird-ice"
cask "keka"
cask "linearmouse"
cask "lm-studio"
cask "lulu"
cask "mos"
cask "obsidian"
cask "pearcleaner"
cask "qbittorrent"
cask "spotify"
cask "steam"
cask "telegram"
cask "viber"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "xnviewmp"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "google.geminicodeassist"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pkief.material-icon-theme"
vscode "shd101wyy.markdown-preview-enhanced"
